Repository: DioceseOfCharlotte/abraham
Catalog: languages/abraham-*.po
Languages: he_il

source: %s ago
he_il: %s לפני

source: Permalink
he_il: קישור קבוע

source: Posted in %s
he_il: פורסם בקטגוריה %s

source: Tagged %s
he_il: עם תגיות %s

source: Audio Info
he_il: מידע על קובץ השמע

source: Sizes: %s
he_il: גדלים: %s

source: Image Info
he_il: מידע על התמונה

source: Gallery
he_il: גלריה

source: Video Info
he_il: מידע על קובץ הוידאו

source: Nothing found
he_il: לא נמצא דבר

source: Apologies, but no entries were found.
he_il: מתנצלים, אך לא נמצאו פוסטים בנושא זה.

source: This gallery contains %s item.
he_il: גלריה זו מכילה פריט %s .

source: Copyright &#169; %1$s %2$s. Powered by %3$s and %4$s.
he_il: כל הזכויות שמורות &#169; %1$s %2$s. מופעל על ידי %3$s וכן %4$s.

source: 1 Column Wide
he_il: עמודה אחת רחבה

source: 1 Column Narrow
he_il: עמודה אחת צרה

source: 2 Columns: Content / Sidebar
he_il: 2 עמודות: תוכן / תפריט צד

source: 2 Columns: Sidebar / Content
he_il: 2 עמודות: תפריט צד /תוכן

source: Skip to content
he_il: לדלג לתוכן

source: Primary Color
he_il: צבע ראשוני

source: Horizon
he_il: אופק

source: Orange Burn
he_il: כתום בוער

source: Blue Planets
he_il: כוכבים כחולים

source: Planet Burst
he_il: פיצוץ כוכבים

source: Space Splatters
he_il: ספלאש בחלל

# nav menu location
source: Primary
he_il: ראשי

# nav menu location
source: Secondary
he_il: משני

# nav menu location
source: Social
he_il: מדיה חברתית

# sidebar
source: Primary
he_il: ראשי

source: The main sidebar. It is displayed on either the left or right side of the page based on the chosen layout.
he_il: תפריט הצד הראשי. הוא מוצג בצידו הימני או השמאלי של העמוד, בהתבסס על הפריסה שנבחרה.

# sidebar
source: Subsidiary
he_il: כותרת תחתונה

source: A sidebar located in the footer of the site. Optimized for one, two, or three widgets (and multiples thereof).
he_il: תפריט צד, שנמצא בכותרת התחתונה של האתר. אופטימיזציה עבור וידג'ט אחד, שניים או שלושה (ומספר וידג'טים בכל חלקv).

source: Expand Search Form
he_il: הרחבת את טופס החיפוש

source: Template
he_il: תבנית

source: %s Theme Settings
he_il: %s הגדרות ערכת עיצוב

source: Theme Settings
he_il: הגדרות ערכת עיצוב

# theme customizer tab
source: Default
he_il: ברירת מחדל

source: Dimensions
he_il: ממדים

source: Date
he_il: תאריך

source: Camera
he_il: מצלמה

source: Aperture
he_il: מפתח

source: %s mm
he_il: %s מ"מ

source: Focal Length
he_il: מרחק מהמוקד

source: International Organization for Standardization
he_il: ארגון התקינה הבינלאומי

source: %s sec
he_il: %s שנ'

source: Shutter Speed
he_il: מהירות סגירת הצמצם

source: File Name
he_il: שם קובץ

source: File Type
he_il: סוג קובץ

source: Browse:
he_il: לדפדף

source: Home
he_il: דף הבית

source: 404 Not Found
he_il: שגיאה 404 לא נמצא

source: Archives
he_il: ארכיונים

source: Search results for &#8220;%s&#8221;
he_il: תוצאות חיפוש עבור &#8220;%s&#8221;

source: Page %s
he_il: עמוד %s

source: Minute %s
he_il: דקה %s

source: Week %s
he_il: שבוע %s

source: Edit
he_il: עריכה

source: Split
he_il: פיצול

source: Merge
he_il: איחוד

source: Stylesheet
he_il: גיליון סגנונות

# theme layout
source: Default
he_il: ברירת מחדל

source: Layout
he_il: פריסה

source: Global Layout
he_il: פריסה כללית

# sidebar aria label
source: %s Sidebar
he_il: %s תפריט צד

# nav menu aria label
source: %s Menu
he_il: %s תפריט

source: %1$s Page %2$s
he_il: עמוד %1$s %2$s

source: Post Thumbnail
he_il: תמונת פוסט מוקטנת

source: File Size
he_il: גודל קובץ

source: Mime Type
he_il: Mime מסוג

source: Run Time
he_il: זמן ריצה

source: Genre
he_il: ג'נר

source: Year
he_il: שנה

source: Composer
he_il: מלחין

source: Track
he_il: רצועה

source: Lyrics
he_il: מילים

source: State-of-the-art semantic personal publishing platform
he_il: פלטפורמה פרסומית אישית סמנטית חדשנית

source: WordPress
he_il: וורדפרס

source: %s WordPress Theme
he_il: %s ערכת עיצוב של וורדפרס

source: You are browsing the search results for &#8220;%s&#8221;
he_il: הנכם צופים בתוצאות חיפוש עבור &#8220;%s&#8221;

source: You are browsing the site archives by time.
he_il: הנכם צופים בארכיוני האתר לפי זמן פרסום.

source: You are browsing the site archives for %s.
he_il: הנכם צופים בארכיוני האתר עבור %s.

source: You are browsing the site archives.
he_il: הנכם צופים בארכיוני האתר.

source: Week %1$s of %2$s
he_il: שבוע %1$s מתוך %2$s

source: (Untitled)
he_il: (ללא שם)

# nav menu title
source: %s Menu
he_il: %s תפריט

source: Comments are closed, but %strackbacks%s and pingbacks are open.
he_il: התגובות סגורות, אך %sטרקבקים%s ופינגבקים פתוחים.

source: Comments are closed.
he_il: התגובות סגורות.

source: Comments Navigation
he_il: ניווט בתגובות

# comments navigation
source: &larr; Previous
he_il: &larr; תגובות קודמות

source: Page %1$s of %2$s
he_il: עמוד %1$s מתוך %2$s

# comments navigation
source: Next &rarr;
he_il: התגובות הבאות &rarr;

source: Previous Post: %link
he_il: הפוסט הקודם: %link

source: Next Post: %link
he_il: הפוסט הבא: %link

# posts navigation
source: &larr; Previous
he_il: &larr; הפוסטים הקודמים

# posts navigation
source: Next &rarr;
he_il: הפוסטים הבאים &rarr;

# sidebar title
source: %s Sidebar
he_il: %s תפריט צד

source: Example Widget
he_il: וידג'ט לדוגמא

source: This is an example widget to show how the Primary sidebar looks by default. You can add custom widgets from the %swidgets screen%s in the admin.
he_il: זהו וידג'ט לדוגמא על מנת להראות את אופן הצגתו כברירת מחדל של תפריט הצד. הינכם רשאים להוסיף וידג'טים מותאמים אישית מתוך %sמסך הוידג'טים%s בלוח הבקרה.

source: Welcome to Abraham, the most advanced theme ever created for WordPress without compromising standards. This is the only theme in the world that you'll find that extends WordPress' built-in theme features so robustly but naturally. The theme is built on the rock-solid Hybrid Core theme framework. It's built with search-engine optimization (SEO) in mind by utilizing the most current HTML5 conventions and <a href="http://schema.org">Schema.org</a> microdata. It also integrates with useful theme add-on plugins like <a href="http://wordpress.org/plugins/custom-background-extended">Custom Background Extended</a>, <a href="http://wordpress.org/plugins/custom-header-extended">Custom Header Extended</a>, <a href="http://wordpress.org/plugins/whistles">Whistles</a>, and more.
he_il: ברוכים הבאים לערכת Abraham, ערכת העיצוב המתקדמת ביותר שנוצרה עבור וורדפרס מבלי להתפשר על סטנדרטים. זו הערכה היחידה בעולם שתמצאו אשר מרחיבה את התכונות המובנות של ערכת עיצוב בוורדפרס באופן טבעי אבל חסין.. הערכה בנויה על בסיס תשתית Hybrid Core. היא כוללת בתוכה אופטימיזציה של מנועי חיפוש (SEO) על ידי שימוש במוסכמות HTML5 העדכניות ביותר וכן<a href="http://schema.org">Schema.org</a> מיקרודטה. היא גם מתאימה ומאחדת תוספים שימושיים של ערכות עיצוב כמו <a href="http://wordpress.org/plugins/custom-background-extended">Custom Background Extended</a>, <a href="http://wordpress.org/plugins/custom-header-extended">Custom Header Extended</a>, <a href="http://wordpress.org/plugins/whistles">Whistles</a>, ועוד.
